/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Configurar Conta";
"you_need_an_account" = "Não há contas $appname em seu aparelho.\nPara usar este aplicativo, você precisa criar uma.";

//Login Screen
"testing_connection" = "Testando Conexão";
"server_instance_not_found" = "Servidor não encontrado";
"secure_connection_established" = "Conexão Segura Estabelecida";
"https_non_secure_connection_established" = "Redirecionado para uma rota insegura";
"connection_established" = "Conexão Estabelecida";
"login_details" = "Detalhes de Login";
"username" = "Nome de Usuário";
"password" = "Senha";
"login" = "Log in";
"cancel" = "Cancelar";
"error_login_message" = "O usuário ou a senha está incorreta";
"ok" = "OK";
"url_sample" = "Endereço do servidor https://...";
"forbidden_characters" = "Esta senha contém caracteres proibidos";
"server" = "Servidor";
"url" = "URL";
"session_expired" = "A sessão expirou";
"credentials_different_user" = "As informações fornecidas do usuário não correspondem ao usuário da conta";
"auth_unsupported_auth_method" = "O servidor não suporta este método de autenticação";
"saml_server_does_not_give_user_id" = "O servidor não retornou uma ID de usuário correta. Entre em contato com o administrador";
"authentification_not_valid" = "Não foi possível autenticar neste servidor";
"error_too_many_http_redirects" = "Aconteceu um erro ao estabelecer a conexão. Por favor, tente novamente.";
"retry" = "Repetir";
"help_link_login" = "Novo para  $appname?";

//TabBarItems
"settings"="Configurações";
"files_tab"="Arquivos";

//Uploading
"upload" = "Enviar";
"account" = "Conta:";
"location" = "Localidade:";
"photo_albums" = "Álbuns de Fotos";
"loading" = "Carregando...";
"no_access_to_gallery" = "Ative o acesso a Fotos e Vídeos para $appname. Esta opção pode ser encontrada em Configurações> Privacidade> Fotos.";
"error" = "Erro";
"upload_failed"="O Envio Falhou";
"redirection_problem"="A ação de redirecionamento de URL não é suportada";

//First View
"menu_upload" = "Enviar Foto/Vídeo";
"menu_folder" = "Nova pasta";

//Create Folder
"create_folder" = "Criar Nova Pasta";
"folder_name" = "Digite o Nome da Pasta:";
"save" = "Salvar";
"folder_forbbiden_characters" = "O nome da pasta contém caracteres proibidos. Por favor, remova-os.";
"file_forbbiden_characters" = "O nome do arquivo contém caracteres proibidos. Por favor, remova-os.";
"folder_exist" = "Já existe uma pasta com o nome escolhido. Por favor digite outro nome.";
"folder_create_error"="Diretório não pôde ser criado";
"not_show_potrait"="Menu não disponível no modo paisagem. Por favor, altere para o modo retrato.";
"not_possible_create_folder" = "A pasta não pode ser criada.";

//FilesView
"confirm_to_delete_item" = "Confirmar Exclusão do Item";
"yes" = "Sim";
"no" = "Não";
"delete_from_device" = "Você tem certeza de que deseja remover esse arquivo do dispositivo?";
"delete_from_server" = "Você tem certeza de que deseja remover esse arquivo do servidor?";
"not_possible_connect_to_server" = "Não é possível se conectar agora com este servidor.";
"delete_folder_from_server" = "Você tem certeza de que deseja remover essa pasta do servidor?";
"delete_local_server" = "Remover do dispositivo e do servidor";
"delete_local" = "Remover do dispositivo";
"delete_server" = "Remover do servidor";
"error_path" = "Não é possível abrir esta pasta. Por favor, certifique-se que ela existe";
"error_not_permission" = "Você não tem permissão para concluir a operação";
"folders" = "pastas";
"files" = "arquivos";
"folder" = "pasta";
"file" = "arquivo";
"more_swipe" = "Mais";
"message_not_files" = "Nada aqui. Envie alguma coisa!";

//Refresh file list
"release_refresh"="Solte para atualizar...";
"loading_refresh"="Carregando...";
"pull_down_refresh"="Puxe para atualizar.";

//Miscelanea
"back" = "Voltar";

//Preview
"open_with_label" = "Abrir com";
"delete_label"= "Excluir";

//Open with
"file_cannot_be_opened" = "O arquivo não pode ser aberto";
"no_app_instaled_to_open_it" = "Não há nenhum aplicativo instalado para abrir esse tipo de arquivo.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Estabelecendo Conexão";
"not_establishing_connection" = "Não é Possível Estabelecer Conexão";
"connection_closed" = "Conexão Fechada";
"connection_lost" = "Conexão Perdida";
"auth_failed" = "Falha na Autenticação";
"auth_passed" = "Autenticação OK";
"request_file_not_found" = "O aquivo solicitado não foi encontrado no servidor";
"request_file_not_accesed" = "O arquivo solicitado não pode ser acessado";
"unknow_response_server" = "Erro. Resposta inesperada do servidor.";
"uploading_data" = "Enviando Dados";
"downloading_data" = "Baixando Dados";
"transfer_complete" = "Transferência Concluída";
"transfer_failed" = "Falha na Transferência";

//Settings and PinCode
"title_app_pin" = "Aplicativo PIN";
"enter_app_pin" = "Digite o PIN do Aplicativo";
"enter_app_pin_long_description" = "Digite o PIN do Aplicativo";
"reenter_app_pin" = "Redigite o PIN do Aplicativo";
"remove_app_pin" = "Remova o PIN do Aplicativo";
"both_pass_not_same" = "Os PINs digitados para os aplicativos não são os mesmos";
"app_pin_incorrect" = "PIN do Aplicativo está incorreto";
"disconnect_button" = "Desconectado deste servidor";
"pin_removed" = "PIN de Aplicativo removido";
"incorrect_pin" = "PIN de Aplicativo incorreto";
"app_pin_stored" = "PIN de Aplicativo armazenado";
"help" = "Ajuda";
"recommend_to_friend" = "Recomendar para um Amigo";
"send_feedback" = "Enviar Feedback";
"manage_accounts" = "Gerenciar Contas";
"add_new_account" = "Adicionar uma conta";
"save_changes" = "Salvar";
"add_account" = "Adicionar";
"user_exist" = "O usuário digitado já existe";
"imprint_button" = "Detalhes da publicação";

"title_instant_upload"="Carregamento instatâneo";

//Downloading
"can_no_copy_to_gallery" = "Este arquivo não pode ser copiado para a galeria, porque não pode ser aberto pela galeria";
"file_is_downloading" = "Este arquivo já está sendo baixando";
"download_file_exist" = "Não é possível abrir este arquivo. Por favor, certifique-se que ele existe";
"wait_to_download" = "Preparando para baixar";
"updating" = "Atualizando";
"msg_while_downloads" = "Não é possível fazer esta operação, por favor, espere até que a operação de baixar um outro seja concluída";

//SSL
"invalid_ssl_cert" = "A identidade do site não pode ser verificada. Você quer confiar nesse certificado de qualquer maneira?";
"connection_declined" = "Conexão declinada pelo usuário";

//Recent view
"recent_now"="Segundos atrás";
"recent_minutes"="$minutes minutos atrás";
"recent_minute"="$minutes minuto atrás";
"recent_hours"="$hours horas atrás";
"recent_hour"="$hours hora atrás";
"recent_days"="$days dias atrás";
"recent_day"="$days dia atrás";
"recent_months"="$months meses atrás";
"recent_month"="$months mes atrás";

"uploads_tab"="Envios";
"current_section"="Atual";
"uploader_section"="Remetente";
"nothing_was_upload_recently"="Nada recentemente enviado a partir deste dispositivo";
"failed_uploader_section"="Falha no Envio";
"error_credential"="Erro de Credenciais";
"error_destiny_does_not_exist"="Erro de pasta";
"error_file_exists"="Erro de conflito";
"error_permission" = "Erro de permissão";
"error_file_does_not_exist" = "Erro de arquivo";
"error_file_in_background" = "Erro de servidor";
"change_active_user"="Alterar o usuário ativo para";
"waiting_for_server"="Aguardando pela conexão com o servidor";
"waiting_for_upload"="Aguardando para enviar";
"error_permission_alert_message" = "Você não tem permissão para enviar arquivos para esta pasta";
"choose_folder" = "Escolher pasta";

//Select Folder View
"upload_label"="Enviar para";
"create_button"="Criar";
"choose_button"="Escolher";

//Rename
"rename_long_press" = "Renomear";
"rename_file_title" = "Renomear";
"enter_new_name" = "Digite um novo nome:";
"rename_file_exist" = "Arquivo com o nome dado já existe, por favor digite um nome diferente";

//Move
"move_long_press" = "Mover";
"move_to_label" = "Mover para";
"file_exist" = "O arquivo já existe na pasta de destino";
"override_file" = "Você quer substituir o arquivo existente por este?";
"accept" = "Aceitar";
"error_folder_destiny_is_the_same" = "ERRO: não é possível mover a pasta para ela mesma";
"original_file_exist" = "Não é possível mover o arquivo. Por favor, certifique-se que ele existe";
"original_folder_exist" = "Não é possível mover a pasta. Por favor, certifique-se que ela existe";

//Upload from other apps
"other_apps_title" = "Destino";
"other_apps_account" = "Conta";
"other_apps_folder" = "Pasta";
"other_apps_file_name" = "Nome do Arquivo";
"other_apps_send_to" = "Enviar para";
"error_moving_file" = "Não é possível mover o arquivo. Certifique-se que existe a pasta de destino";
"forbiden_characters" = "Nome inválido, '\', '/', '<', '>', ':', '\"', '|', '?' e '*' não são permitidos.";
"overwritte_title" = "Sobrescrever";

//Social
"twitter_message" = "Tente $twitteruser em seu smartphone!";
"facebook_message" = "Tente $appname em seu smartphone!\n";
"mail_recommendation_subject" = "Tente $appname em seu smartphone!";
"mail_recommendation_body" = "Eu quero convidar você a usar $appname em seu smartphone!\nBaixe aqui:";
"device_not_support_mail" = "O dispositivo não suporta a folha de compositor";
"mail_feedback_subject" = "Retorno $appname";
"account_not_configure" = "O seu aparelho não tem a conta configurada. Vá para Configurações para configurá-la.";

//Storage
"of_storage" = "de";
"occupied_storage" = "ocupado";
"storage" = "Armazenamento";
"storage_upgrade" = "Adicionar Armazenamento";

//Jimmies
"this_file_is_older" = "Nova versão disponínel";
"msg_update_file_0_bytes" = "O arquivo no servidor tem 0 bytes. Você quer substituir o arquivo existente no seu dispositivo com este arquivo vazio?";

//Shared
"shared_tab" = "Links compartilhados";
"message_not_shared_files" = "Ainda não há arquivos/pastas compartilhadas por link.";
"message_not_shared_api_support" = "Desculpe, o compartilhamento não está habilitado em seu servidor. Por favor, contate o seu administrador";
"share_link_long_press" = "Compartilhar link";
"unshare_link" = "Descompartilhar o link";
"share_not_available_on_this_server" = "Desculpe, este recurso não está habilitado em seu servidor. Por favor, contate o seu administrador";
"copy_link" = "Copiar link";
"file_to_share_not_exist" = "Não é possível compartilhar esse arquivo ou pasta. Por favor, certifique-se que eles existem";
"file_to_unshare_not_exist" = "Não é possível descompartilhar esse arquivo ou pasta. Por favor, certifique-se que eles existem";
"shared_link_protected_title" = "Digite uma senha";
"shared_link_protected_message" = "Para compartilhar o link você deve digitar uma senha para protegê-lo.";
"pasword_empty" = "A senha não pode estar em branco";
"no_pasword" = "Você deve digitar uma senha";

//Favorites
"favorite" = "Favorito";
"unfavorite" = "Nãofavorito";

//Document provider
"error_login_doc_provider" = "Não é possível acessar sua conta. Por favor use o applicativo WebStorage para entrar primeiro.";
"error_sending_file_to_document_picker" = "Erro ao enviar arquivo para o selecionador de documentos ";
"error_user_change_in_core_app" = "O usuário foi alterado no aplicativo $appname";
"error_connecting_with_server" = "Não foi possível conectar-se com o servidor, por favor, tente mais tarde";

//Instant uploads
"location_not_enabled"="Serviços de localização não habilitados";
"message_location_not_enabled"="Por favor, vá para Configurações e ative os Serviços de Localização para permitir o carregamento instatâneo de fotos.";

"access_photos_library_not_enabled" = "Acesso a fotos não habilitado";
"message_access_photos_not_enabled" = "Por favor, vá para configuração e habilite Acesso a Foto, para permitir o envio de fotos instantâneas.";

"access_photos_and_location_not_enabled" = "Acesso a fotos e localização não habilitados";
"message_access_photos_and_location_not_enabled" = "Por favor, vá para configuração e habilite Acesso a Foto e Serviços de Localização, para permitir envio de fotos instantâneas.";

//PDF reader
"page_of_pages" = "de"; //Example: 5 of 10

//Share in
"files_added" = "Arquivos adicionados";
"files_will_be_upload_next_time" = "Os arquivos vão começar a a ser enviados na próxima vez que você abrir  a WebStorage";